{
    "products": [
      {
        "id": 1,
        "image": "https://clan.akamai.steamstatic.com/images/3381077/4d8798eefa51cfd7286981047bf4490d121c658a.png",
        "name": "С новым сезоном!",
        "description": "Добро пожаловать во второй сезон премьер-режима.\nЕсли вы не слышали новостей, вот что нового во втором сезоне: место Vertigo займёт Train, M4A4 будет не так сильно влетать в копеечку (в переносном смысле), зато пули FAMAS — ещё как будут (в буквальном).\nВторой сезон завершится мейджор-турниром в Остине, после чего отвечающие требованиям игроки получат медаль. Её цвет будет соответствовать вашему наивысшему рейтингу CS за сезон, а число полос на ней покажет общее число побед: одна полоса (всего их может быть пять) даётся за 25 выигранных матчей.\nЧтобы получить медаль второго сезона премьер-режима, потребуется аккаунт без ограничений прав и блокировок, 25 побед в премьер-режиме и действующий к концу сезона рейтинг CS.\nПодбор матча в премьер-режиме вновь открыт, так что вступайте в игру и начинайте одерживать победы!",
        "date": "29 января 2025 г.",
        "category": "News",
        "stock": 25,
        "imageUrl": "images/wireless-mouse.jpg"
      },
      {
        "id": 2,
        "name": "Чемпионы шанхайского мейджора",
        "image": "https://clan.cloudflare.steamstatic.com/images/3381077/c832bcc989b6e03012fde727c077c846d245cb22.jpg",
        "description": "Гранд-финал Perfect World Shanghai Major был незабываемым. Team Spirit и FaZe Clan пришлось сыграть на всех трёх картах, чтобы определить чемпиона на глазах у восторженных зрителей, целиком заполнивших трибуны Шанхайского спортивного центра «Восток». Проигрывая 12:5 на третьей карте, FaZe Clan сумели собраться и взять 6 раундов подряд (проводя невероятные схватки даже в меньшинстве), благодаря чему дошли до 24-го. Оставшись оборонять заложенную бомбу в схватке 1 на 1, sh1ro точным выстрелом обеспечил Team Spirit первую победу в мейджоре.Чтобы отпраздновать их достижение, мы выпустили капсулу чемпионов шанхайского мейджора, которую уже можно приобрести. Она содержит автографы каждого члена команды Team Spirit в четырёх вариантах — бумажном, с блёстками, голографическом и золотом. 50% от продаж получают игроки и организации.",
        "date": "19 декабря 2024 г.",
        "category": "News",
        "stock": 15,
        "imageUrl": "images/mechanical-keyboard.jpg"
      },
      {
        "id": 3,
        "name": "Смена сезонов",
        "image": "https://clan.akamai.steamstatic.com/images/3381077/4d8798eefa51cfd7286981047bf4490d121c658a.png",
        "description": "На следующей неделе мы попрощаемся с первым сезоном премьер-режима и поприветствуем второй. В честь этого события каждый игрок, заработавший рейтинг CS в прошедшем сезоне, получит памятную медаль с доступом к подробной статистике (чтобы просмотреть её, нажмите на медаль в инвентаре). Графики рейтинга и игрового времени позволят проанализировать ваши взлёты и падения за первый сезон, а данные по отдельным картам подскажут, что можно улучшить. При переходе ко второму сезону ваш рейтинг CS перекалибруется на основе успехов в первом, поэтому премьер-режим будет недоступен в течение суток. Чтобы вновь получить рейтинг, необходимо победить в 10 матчах нового сезона.",
        "date": "25 января 2025 г.",
        "category": "News",
        "stock": 10,
        "imageUrl": "images/gaming-headset.jpg"
      },
      {
        "id": 4,
        "image" : "https://clan.cloudflare.steamstatic.com/images/3381077/367dbffc57e14f6f9beda4743c8d6a4c349309de.png",
        "name": "Кому достанется корона чемпиона в Шанхае?",
        "description": "По результатам захватывающего этапа плей-офф в финал Perfect World Shanghai Major вышли самые стойкие команды — FaZe Clan и Team Spirit. В своей половине сетки плей-офф FaZe Clan обыграли Team Vitality со счётом 2:1, а G2 Esports — с результатом 2:0, чем обеспечили себе место в гранд-финале второго мейджора подряд.  В свою очередь, Team Spirit разбили Team Liquid со счётом 2:0 и одолели MOUZ с результатом 2:1, впервые выведя свою организацию в гранд-финал. Программа последнего дня начнётся с шоу-матча в 10:00 МСК, а гранд-финал стартует в 12:00 МСК. Не пропустите! И не забывайте, что вы всё ещё можете приобрести наклейки с логотипами команд и автографами игроков. 50% от вырученных средств получат игроки, команды и киберспортивные организации, участвующие в Perfect World Shanghai Major. Желаем удачи обеим командам!",
        "date": "14 декабря 2024 г.",
        "category": "News",
        "stock": 5,
        "imageUrl": "images/smartphone.jpg"
      },
      {
        "id": 5,
        "image": "https://clan.akamai.steamstatic.com/images/3381077/60cc608fa2b9e19570455aca7ebe8b1f72469112.png",
        "name": "Плей-офф турнира Perfect World Shanghai Major 2024",
        "description": "Этап выбывания турнира Perfect World Shanghai Major 2024 подарил нам ситуации с незабываемой игрой, захватывающие сражения и одни из лучших моментов из серии «один против всех» за последнее время. А теперь восемь команд, вышедших в финал, будут сражаться перед заполненными трибунами Шанхайского спортивного центра «Восток» за звание чемпиона. Команды MongolZ и Team Vitality завершили этап выбывания с идеальным счётом 3:0. G2 Esports, Team Spirit и Team Liquid выиграли со счётом 3:1, а HEROIC, FaZe Clan и MOUZ попали в финал с результатом 3:2. Плей-офф стартует с матча между The MongolZ и MOUZ 12 декабря в 9:00 по Москве. Все прогнозы на этот этап нужно сделать до его начала! Последняя стадия турнира вот-вот начнётся, но вы всё ещё можете приобрести наклейки с логотипами команд и автографами игроков. 50% от вырученных средств получат игроки, команды и киберспортивные организации, участвующие в Perfect World Shanghai Major. Удачи восьми командам, вышедшим в финальный этап!",
        "date": "11 декабря 2024 г.",
        "category": "News",
        "stock": 20,
        "imageUrl": "images/laptop-backpack.jpg"
      },
      {
        "id": 6,
        "name": "Копенгаген-2024: плей-офф и прогнозы",
        "image" : "https://clan.cloudflare.steamstatic.com/images/3381077/367dbffc57e14f6f9beda4743c8d6a4c349309de.png",
        "description": "Этап выбывания PGL Major Copenhagen 2024 подошёл к концу, и в гонке за титул чемпиона первого мейджора по Counter-Strike 2 осталось восемь команд. Поздравляем Team Spirit и MOUZ, которые прошли этап выбывания без поражений, со счётом 3:0. Eternal Fire, Cloud9 и Team Vitality закончили со счётом 3:1, а Natus Vincere, G2 Esports и FaZe Clan потребовалось сыграть все пять матчей, чтобы выйти в плей-офф со счётом 3:2. Матчи плей-офф начнутся 28 марта и будут проходить на «Роял Арене» в Копенгагене. Внутриигровые прогнозы закрываются перед началом первого матча этапа, так что делайте их прямо сейчас! И не забывайте, что в разделе турнира можно приобрести наклейки с логотипами команд и автографами игроков. 50% от вырученных средств получат игроки, команды и киберспортивные организации, участвующие в PGL Copenhagen Major 2024. Удачи в прогнозах и незабываемого турнира!",
        "price": "26 марта 2024 г.",
        "category": "News",
        "stock": 25,
        "imageUrl": "images/wireless-mouse.jpg"
      },
      {
        "id": 7,
        "image" : "https://clan.fastly.steamstatic.com/images/3381077/f0f38a64ad92793e959eec2a45ff34098daf8f38.png",
        "name": "Шанхайский мейджор 2024 года",
        "description": "В течение прошлого месяца команды со всего света сражались с лучшими представителями своих регионов за место на мейджоре. Теперь же, когда страсти улеглись, осталось 24 команды, среди которых многолетние фавориты, опытные ветераны и немало новичков. Сегодня открылся раздел турнира, где можно не только поучаствовать в конкурсе прогнозов, но и приобрести пропуск зрителя с граффити и сувениры, а также наклейки команд и игроков. 50% от продаж турнирных предметов получают игроки и организации. Участвовать в конкурсе прогнозов можно бесплатно, но если вы хотите улучшить свою турнирную монету (и заработать больше сувенирных наборов), не забудьте активировать пропуск зрителя до начала мейджора. Вы также можете сравнить свои успехи с результатами друзей, активировавших пропуск, в таблице лидеров. Пришло время поддержать любимые команды. Сделайте прогнозы, выберите граффити и приготовьтесь к зрелищу: шанхайский мейджор вот-вот начнётся. Пусть победит лучшая команда!",
        "date": "28 ноября 2024 г.",
        "category": "News",
        "stock": 15,
        "imageUrl": "images/mechanical-keyboard.jpg"
        
      },
      {
        "id": 8,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/1100e0c2ca6b52b8df845fdaf20b26a1704d4f0e.png",
        "name": "По вагонам!",
        "description": "Каждый сантиметр карты всё так же напоминает о старом-добром Counter-Strike, но мы внесли и кое-какие изменения, чтобы ветераны Train оставались в тонусе. Кроме того, мы полностью обновили внешний вид карты: небо, нависшее над вашим любимым мрачным восточноевропейским парком путей, теперь на 60% облачнее. Возможны ли осадки, спрашиваете? Более чем. Так что запускайте поиск матча и готовьтесь осваивать новую версию одной из самых знаковых карт Counter-Strike. Train уже добавлена в обычный и соревновательный режимы. Мы внесли в Overpass ряд обновлений, основанных на ваших отзывах, а также добавили в игру четыре новые карты от сообщества. Basalt и Edin возвращаются в обычный и соревновательный режимы, а Palais и Whistle добавлены в режим «Напарники».",
        "date": "14 ноября 2024 г.",
        "category": "News",
        "stock": 10,
        "imageUrl": "images/gaming-headset.jpg"
      },
      {
        "id": 9,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/4f30364bf12221dd5c8db6fa9f113fee1e8b0641.png",
        "name": "Арсенал",
        "description": "В сегодняшнем обновлении представлены арсенал, совершенно новые брелки для оружия и многое другое. Нажмите на изображение ниже, чтобы узнать больше! ",
        "date": "3 октября 2024 г.",
        "category": "News",
        "stock": 5,
        "imageUrl": "images/smartphone.jpg"
      },
      {
        "id": 10,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/4ab4c62e0ee0edef9d852e07cf1e74fa85879130.png",
        "name": "Самый-самый ценный игрок",
        "description": "С момента выхода CS2 умельцы из сообщества усердно работали над созданием новых карт и обновлением всем известной классики. И сегодня мы рады добавить в CS2 первые карты от сообщества! Тех, кто грезит об итальянских свадьбах или производстве самолётов (или и о том, и о другом), ждут карты Memento и Assembly в режиме «Напарники».Если же вы настроены на что-то более... хаотичное, тогда окунитесь в классическую Pool Day в режиме «Гонка вооружений». Наконец, в режиме «Гонка вооружений», а также в обычном и соревновательном теперь можно попробовать свои силы на улицах карт Thera и Mills. Изменения не обошли стороной и систему званий для карт соревновательного режима: мы перераспределили звания и облегчили процесс их получения. Сегодняшнее обновление также включает ряд других улучшений и новинок, среди которых новая панель самого ценного игрока (а в премьер-режиме — ещё и с анимацией) и новые способы оптимизации настроек графики. ",
        "date": "26 июня 2024 г.",
        "category": "News",
        "stock": 20,
        "imageUrl": "images/laptop-backpack.jpg"
      },    
        {
        "id": 11,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/07975a254ee44f0d2674f271a21204d0761ec85d.png?origin=",
        "name": "Скидки с огоньком",
        "description": "Сегодняшнее обновление улучшит финансы спецназовцев: M4A4 и зажигательные гранаты стали дешевле, а в случае обезвреживания бомбы террористы теперь получают немного меньше денег. Кроме снижения цены, зажигательная граната получила ряд изменений: реализована новая визуальная обработка взрыва и пламени, уменьшена область распространения огня и сокращён период горения. Что касается других новостей об игровом процессе, то точка закладки А на Vertigo была серьёзно переделана и теперь используется в режиме «Напарники». Вниманию всех поклонников коллекции «Киловатт»! Теперь при открытии кейса «Киловатт» с помощью ключа у вас будет возможность взять напрокат на неделю всю коллекцию (кроме особого редкого предмета). Вы можете использовать эти предметы в течение недели, но на них нельзя наносить наклейки и именные ярлыки. Мы также внесли множество других полезных изменений: улучшили воспроизведение демозаписей, сделали куриц немного умнее и провели небольшую весеннюю уборку. Присоединяйтесь к матчу, чтобы увидеть нововведения!",
        "date": "24 мая 2024 г.",
        "category": "Updated",
        "stock": 25,
        "imageUrl": "images/wireless-mouse.jpg"
      },
      {
        "id": 12,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/8d881c9e69922ab988c6304052979d16bc920346.png",
        "name": "Открытый сезон",
        "description": "В прошлом году мы описали основные принципы проведения профессиональных мероприятий по Counter-Strike, которые начнут действовать с 2025 года. Сегодня мы хотим рассказать о них детально — здесь вы узнаете, какие требования войдут во все будущие лицензионные соглашения для организаторов турниров. Максимальный потенциал Counter-Strike раскрывается, когда соревнования проходят на равных условиях, и с помощью новых правил мы стремимся поддерживать долгосрочное благосостояние игры как спортивной дисциплины. Наша цель — сохранять открытость системы, чтобы команды ограничивало лишь их мастерство. Мы знаем, что переход к новым требованиям не будет совершенно гладким, но всё же с нетерпением смотрим в будущее.",
        "date": "17 июля 2024 г.",
        "category": "Updated",
        "stock": 15,
        "imageUrl": "images/mechanical-keyboard.jpg"
      },
      {
        "id": 13,
        "image" : "https://clan.cloudflare.steamstatic.com/images/3381077/b80e4de648288b7a193fb2218f6c6c6b348fa18a.png",

        "name": "Воскресная программа PGL Copenhagen Major 2024",
        "description": "В полуфинале копенгагенского мейджора столкнулись четыре титана Counter-Strike: FaZe Clan играли против Team Vitality, а Natus Vincere — против G2 Esports. Полуфиналисты были на высоте! Чтобы определить победителей в обоих матчах, командам пришлось сыграть все три карты, по итогам которых выстояли FaZe Clan и Natus Vincere. Теперь им предстоит сразиться в гранд-финале первого мейджора по Counter-Strike 2. Воскресная трансляция начнётся с шоу-матча в 19:15 МСК, а гранд-финал стартует в 21:00 МСК. Мейджор близится к завершению, но у вас ещё есть время, чтобы поддержать любимые команды и игроков, купив турнирные предметы. 50% от вырученных средств получат игроки, команды и организации, участвующие в PGL Copenhagen Major 2024. Увидимся в воскресенье!",
        "date": "31 марта 2024 г.",
        "category": "Updated",
        "stock": 10,
        "imageUrl": "images/gaming-headset.jpg"
      },
      {
        "id": 14,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/55f43a9845a5d85219965c6016fb4a122549cbd7.png",
        "name": "Чемпионы копенгагенского мейджора",
        "description": "Поздравляем Natus Vincere, чемпионов первого мейджора по CS2! Гранд-финал проходил на полностью заполненной арене, а трансляцию смотрели более 1,8 миллиона зрителей со всего мира: NAVI и FaZe решали исход одного из самых ожесточённых мейджоров за всю историю Counter-Strike. Обменявшись победами на Ancient и Mirage, команды перешли к решающей карте — Inferno. Там b1t, jL, Aleksib, iM и w0nderful продемонстрировали превосходную игру, завоевав трофей и звание чемпионов мейджора. Чтобы отпраздновать их достижение, мы выпустили капсулу чемпионов PGL Major Copenhagen 2024, которую уже можно приобрести. Она содержит автографы каждого члена победившей команды в четырёх вариантах — бумажном, с блёстками, голографическом и золотом. 50% от продаж получают игроки и организации. На этом копенгагенский мейджор подошёл к концу. Увидимся в Шанхае!",
        "date": "3 апреля 2024 г.",
        "category": "Updated",
        "stock": 5,
        "imageUrl": "images/smartphone.jpg"
      },
      {
        "id": 15,
        "image" : "https://clan.cloudflare.steamstatic.com/images/3381077/e819d0a262182a891fcd7e8970f43e65b6072106.png",

        "name": "Медаль за службу 2024 года",
        "description": "В награду за время, проведённое в CS2, получите новую медаль за службу 2024 года — она будет доступна с 1 января! Чтобы получить медаль за службу, зарабатывайте опыт в официальных режимах игры и повышайте ранг своего профиля CS2. Когда вы получите ранг маршала (40 уровня), вы сможете сбросить свой ранг и получить (или улучшить) медаль за службу 2024 года. Медаль — это предмет, который можно осмотреть и показывать везде, где виден ваш аватар.",
        "date": "14 декабря 2023 г",
        "category": "Updated",
        "stock": 20,
        "imageUrl": "images/laptop-backpack.jpg"
      },
      {
        "id": 16,
        "image" : "https://clan.cloudflare.steamstatic.com/images//3381077/6eba6fdad2eeb08061c08631ae1ebe7e14099427.png",
        "name": "Медаль за службу 2024 года",
        "description": "В награду за время, проведённое в CS2, получите новую медаль за службу 2024 года — она будет доступна с 1 января! Чтобы получить медаль за службу, зарабатывайте опыт в официальных режимах игры и повышайте ранг своего профиля CS2. Когда вы получите ранг маршала (40 уровня), вы сможете сбросить свой ранг и получить (или улучшить) медаль за службу 2024 года. Медаль — это предмет, который можно осмотреть и показывать везде, где виден ваш аватар.",
        "date": "14 декабря 2023 г.",
        "category": "Updated",
        "stock": 25,
        "imageUrl": "images/wireless-mouse.jpg"
      },
      {
        "id": 17,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/aaae97dfe5530d92066a520ee5f83b233e926a0b.png",

        "name": "К оружию!",
        "description": "«Гонка вооружений» вернулась! Хватайте оружие и готовьтесь к хаотичному противостоянию. Совершите по два убийства из каждого оружия или украдите прогресс своих противников с помощью ножа (а теперь и Zeus)! Доберитесь до финального этапа и совершите убийство золотым ножом, чтобы одержать победу. Сегодня вас ждут и многие другие нововведения: от возможности выбирать место размещения наклеек до нового контента и изменений игрового процесса. Подробности — здесь!",
        "date": "7 февраля 2024 г.",
        "category": "Updated",
        "stock": 15,
        "imageUrl": "images/mechanical-keyboard.jpg"
        
      },
      {
        "id": 18,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/f1462b7eefe16c70d61291b8676b1a404688da37.png?origin=",
        "name": "Из рук в руки",
        "description": "Сегодняшнее обновление включает в себя множество приятных улучшений, которые затрагивают все аспекты игры: от карт до интерфейса и геймплея. Ниже мы выделили несколько ключевых нововведений, а обо всех них можно узнать в списке изменений! Левши, возрадуйтесь: теперь преобладающую руку можно менять! Её можно выбрать не только в настройках, но и временно сменить посреди раунда (по умолчанию — клавишей H на английской раскладке). В меню покупок появилось несколько новшеств. Чтобы вам было легче решить, экономить или закупаться, в правом верхнем углу меню покупки теперь отображается минимальная сумма, которую вы гарантированно будете иметь в следующем раунде (спасибо, Kadomos). А внизу вы найдёте новую панель брошенного оружия, где можно увидеть (и подобрать) оружие, выброшенное вами или союзниками в зоне покупки. В сегодняшнее обновление входит ещё несколько изменений интерфейса. Тем из вас, кто наизусть знает все до единой раскидки гранат, пригодится особый прицел, появляющийся вскоре после выдёргивания чеки (вы даже можете настроить задержку его отображения для каждого типа гранат). Кроме того, если раньше вам трудно было пробираться через дымовые завесы, теперь можно задать альтернативный масштаб радара и переключаться на него отдельной клавишей прямо во время игры.",
        "date": "26 апреля 2024 г.",
        "category": "Updated",
        "stock": 10,
        "imageUrl": "images/gaming-headset.jpg"
      },
      {
        "id": 19,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/2723ea38b9ba52592038731f15e5e9ba512be979.png",
        "name": "Шаг в сторону (от) мастерства",
        "description": "Игра Counter-Strike постоянно развивается. Во многом её облик определяет сообщество: как творческими работами и картами, так и изобретательной игрой или даже способами ввода. Создание скриптов и автоматизация команд всегда вызывали споры, но с годами некоторые их формы (например, скрипты для выполнения бросков в прыжке) получили широкое распространение, поскольку позволяли делать то, что без них было невозможно. Те же броски в прыжке стали настолько важной частью игры, что мы внесли возможность легко выполнять их без специальных скриптов и привязок (нужно просто подпрыгнуть и быстро бросить гранату). Развитие координации и скорости реакции всегда играло ключевую роль в освоении Counter-Strike. Однако некоторые новые аппаратные функции размыли грань между ручным вводом и автоматизацией, поэтому мы решили чётко разделить, что можно и чего нельзя делать в Counter-Strike. Мы больше не разрешаем игрокам использовать автоматизацию (с помощью скриптов и устройств), которая устраняла бы необходимость в оттачивании ключевых навыков для игры. Теперь те, кто подозревается в автоматическом выполнении нескольких действий одновременно, могут быть исключены из матча — пока только на официальных серверах Valve.",
        "date": "20 августа 2024 г.",
        "category": "Updated",
        "stock": 5,
        "imageUrl": "images/smartphone.jpg"
      },
      {
        "id": 20,
        "image" : "https://clan.akamai.steamstatic.com/images/3381077/75c3204fcb2874385f7c3e1dafeb00003b76502e.png",
        "name": "PGL Copenhagen 2024",
        "description": "В декабре сотни команд со всего мира начали долгое путешествие на первый мейджор-турнир по Counter-Strike 2. Уже минули открытые, закрытые и региональные отборы — через них пробились лишь 24 коллектива. 17 марта включайте трансляцию PGL Copenhagen 2024 и смотрите, как лучшие команды по Counter-Strike соревнуются за звание чемпиона мейджора! Сегодня в игре появился новый раздел турнира, где можно поучаствовать в конкурсе прогнозов, а также приобрести пропуск зрителя и сувениры. Скоро в продажу поступят наклейки команд и игроков. 50% от продаж турнирных предметов получают игроки и организации. Участвуя в конкурсе прогнозов с активированным пропуском зрителя, вы получите шанс улучшить свою турнирную монету и заработать дополнительные сувенирные наборы. Кроме того, вы попадёте в таблицу лидеров по прогнозам, где сможете сравнить свои успехи с результатами друзей.",
        "date": "14 марта 2024 г.",
        "category": "Updated",
        "stock": 20,
        "imageUrl": "images/laptop-backpack.jpg"
      }
    ]
  }
  